package in.jantamalik;

public class Puzzle_Ques {

    public static final String[][] questions = {
            //   "Question"	        "Answer & Option 1"	   "Option 2"           "Option 3"	        "Option 4"
            {// Economy 1
                    "आपने जीवन में पहली बार टैक्स कब दिया था?",
                    "जब मैनें टाॅफी या बिस्कुट खरीदी",
                    "मेरी पहली सैलरी पर टैक्स कटा था(टीडीएस)",
                    "मेरे पैदा होनेपर अस्पताल का बिल",
                    "मैंने कभी टैक्स नहीं दिया है",
                    "टाफी या बिस्कुट खरीदने पर आपने टैक्स दिया था। पारलेजी के 5 रूपये में 90 पैसा टैक्स होता है जो केंद्र और राज्य सरकार को जाता है।"},
            {// Ecoonomy 2
                    "केन्द्र सरकार का 2022-23 का सालाना बजट कितना है?",
                    "39 लाख करोड़",
                    "24 लाख करोड़",
                    "3 लाख करोड़",
                    "18 लाख करोड़",
                    ""},
            {// Political Rights 1
                    "आप सरकार कैसे चलाते हैं?",
                    "वोटर -> सांसद -> लोकसभा -> सरकार",
                    "वोटर -> सरकार -> सांसद -> लोकसभा",
                    "सरकार -> सांसद -> लोकसभा -> वोटर",
                    "सांसद -> लोकसभा -> सरकार -> वोटर",
                    "लोकतंत्र में आम नागरिक अपने जन प्रतिनिधि के माध्यम से सरकार चलाता है।"},
            {// Political Rights 2
                    "किन राजनीतिक पार्टियों को दिल्ली हाईकोर्ट ने 2014 में, गैरकानूनी-विदेशी-चंदे का दोषी करार दिया?",
                    "भाजपा और कांग्रेस",
                    "सिर्फ कांग्रेस",
                    "सपा और बसपा",
                    "सभी पार्टियाँ",
                    "2014 में दोनों पार्टियों को अपराधी घोषित किया। 17 वकीलों ने इनके पक्ष में बहस की पर हार गए।"},
            {// Ecoonomy 3
                    "केन्द्र सरकार के बजट में शिक्षा का कौन सा स्थान है?",
                    "11", "3", "1", "13",
                    "कई देशों में शिक्षा का बजट 6% से ज्यादा है। भारत सरकार 3% भी खर्च नहीं करती।"},
            {// Ecoonomy 4
                    "केन्द्र सरकार के बजट में स्वास्थ्य का कौन सा स्थान है?",
                    "13", "2", "5", "15", ""},
            {// Media 1
                    "क्या अाये दिन अखबार और न्यूज चैनल बिकी-झूठी-खबरें दिखाते हैं?",
                    "हाँ", "नहीं", "मुझे पता ही नहीं चलता", "कभी-कभी",
                    "कोबरा पोस्ट ने गुप्त कैमरे पर कई नामी मीडिया को पैसे के बदले झूठ परोसने के लिए तैयार पाया।"},
            {// Political Rights 3
                    "कौन जिम्मेदार है - पीने का पानी, सड़क, ट्रैफिक जाम और बिजली के लिए?",
                    "विधायक", "सांसद", "नगर निगम काॅरपोरेटर", "विपक्ष",
                    "संविधान की 7वीं अनुसूची के अनुसार यह राज्य सरकार के विषय हैं। जन प्रतिनिधि के रूप में विधायक जिम्मेदार है।"},
            {// Constitution
                    "क्या आपने कभी संविधान पढ़ा है? खासतौर पर 7वीं अनुसूची",
                    "हाँ", "नहीं", "सिर्फ प्रस्तावना", "कह नहीं सकते",
                    "हम में से ज्यादातर लोग कभी संविधान नहीं पढ़ते। मजेदार बात है कि अखबार के संपादक और न्यूज चैनल के पत्रकार भी इसे पढ़े बिना ही काम चला रहे हैं।"},
            {// Political Rights 4
                    "लोकसभा ने लोकपाल बिल कब पास किया था?",
                    "जब लोगों ने मंत्री/सांसद के घर के सामने धरना दिया था",
                    "जब लोगों ने रामलीला मैदान में धरना दिया था",
                    "जब अन्ना जेल गए थे",
                    "पता नहीं",
                    "लोकसभा ने धरने को 7 दिन तक अनसुना किया। 8वें दिन लोगों ने सांसदों के घर के सामने धरना दिया। 4 ही दिन में लोकपाल बिल पास हो गया।"},
    };
}
